---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.ZoneServiceTypeParam
source: html/28b52bc4-43a2-e0c6-199a-d4d55da3ac6d.htm
---
# Autodesk.Revit.DB.ParameterTypeId.ZoneServiceTypeParam Property

"Service Type"

## Syntax (C#)
```csharp
public static ForgeTypeId ZoneServiceTypeParam { get; }
```